Repository: JeremyHeleine/WP-Photo-Sphere
Catalog: lang/wp-photo-sphere-*.po
Languages: es_es, fr_fr, nl_nl, pt_pt, tr_tr

source: Add a panorama
es_es: Añadir panorama
fr_fr: Ajouter un panorama
nl_nl: Voeg een panorama toe
pt_pt: Adicionar uma panorâmica
tr_tr: Panorama ekle

source: Style of the container
es_es: Estilo del contenedor
fr_fr: Style du conteneur
nl_nl: Stijl van de container
pt_pt: Estilo do contentor
tr_tr: Konteyner stili

source: Style of the link
es_es: Estilo del enlace
fr_fr: Style du lien
nl_nl: Stijl van de link
pt_pt: Estilo da ligação
tr_tr: Bağlantı stili

source: Class of the link
es_es: Clase del enlace
fr_fr: Classe du lien
nl_nl: Class van de link
pt_pt: Classe da ligação
tr_tr: Bağlantı sınıfı

source: Text of the link
es_es: Texto del enlace
fr_fr: Texte du lien
nl_nl: Tekst van de link
pt_pt: Texto da ligação
tr_tr: Bağlantı metni

source: Use the tag %title% to insert the panorama title
es_es: Usar la etiqueta %title% para insertar el título del panorama
fr_fr: Utilisez le tag %title% pour insérer le titre du panorama
nl_nl: Gebruik de tag % title % voor het invoegen van de panorama titel
pt_pt: Utilizar a etiqueta %title% para inserir o título da foto panorâmica
tr_tr: Panorama başlığı eklemek için %title% etiketini kullanın

source: Default width
es_es: Ancho por defecto
fr_fr: Largeur par défaut
nl_nl: Standaardbreedte
pt_pt: Largura por omissão
tr_tr: Varsayılan genişlik

source: Default maximum width
es_es: Ancho máximo por defecto
fr_fr: Largeur maximale par défaut
nl_nl: Standaard maximale breedte
pt_pt: Largura máxima por omissão
tr_tr: Varsayılan maksimum genişlik

source: Time after which the animation is started (milliseconds, -1 to deactivate)
fr_fr: Délai après lequel l'animation est lancée (millisecondes, -1 pour désactiver)

source: Default animation speed
es_es: Velocidad de la animación por defecto
fr_fr: Vitesse d'animation par défaut
nl_nl: Standaar bewegingssnelheid
pt_pt: Velocidade por omissão da animação
tr_tr: Varsayılan animasyon hızı

source: Revolutions per minute
es_es: Torres por minuto
fr_fr: Tours par minute
nl_nl: Omwentelingen per minuut
pt_pt: Revoluções por minuto
tr_tr: Dakikada tur sayısı

source: Revolutions per second
es_es: Torres por segundo
fr_fr: Tours par seconde
nl_nl: Omwentelingen per seconde
pt_pt: Revoluções por segundo
tr_tr: Saniyede tur sayısı

source: Degrees per minute
es_es: Grados sexagesimales por minuto
fr_fr: Degrés par minute
nl_nl: Graden per minuut
pt_pt: Graus por minuto
tr_tr: Dakikada derece mktarı

source: Degrees per second
es_es: Grados sexagesimales por segundo
fr_fr: Degrés par seconde
nl_nl: Graden per seconde
pt_pt: Graus por segundo
tr_tr: Saniyede derece miktarı

source: Radians per minute
es_es: Radianes por minuto
fr_fr: Radians par minute
nl_nl: Radialen per minuut
pt_pt: Radianos por minuto
tr_tr: Dakikada radyan miktarı

source: Radians per second
es_es: Radianes por segundo
fr_fr: Radians par seconde
nl_nl: Radialen per seconde
pt_pt: Radianos por segundo
tr_tr: Saniyede radyan miktarı

source: Default vertical animation speed
fr_fr: Vitesse verticale d'animation par défaut
nl_nl: Standaard verticale bewegingssnelheid
pt_pt: Velocidade por omissão da animação vertical

source: Default height
es_es: Alto por defecto
fr_fr: Hauteur par défaut
nl_nl: Standaard hoogte
pt_pt: Altura por omissão
tr_tr: Varsayılan yükseklik

source: Default maximum height
fr_fr: Hauteur maximale par défaut

source: Default number of segments
fr_fr: Nombre de segments par défaut
pt_pt: Número de segmentos por omissão

source: Default number of rings
fr_fr: Nombre d'anneaux par défaut
pt_pt: Número de anéis por omissão

source: Automatically load panoramas
es_es: Cargar automáticamente los panoramas
fr_fr: Charger les panoramas automatiquement
nl_nl: Laad panorama's automatisch
pt_pt: Carregar panorâmicas automaticamente

source: Hide link
es_es: Ocultar el linko
fr_fr: Masquer le lien
nl_nl: Verberg link
pt_pt: Esconder ligação
tr_tr: Bağlantıyı gizle

source: Display the navigation bar
es_es: Fijar la barra de navegación
fr_fr: Afficher la barre de navigation
nl_nl: Toon de navigatiebalk
pt_pt: Mostrar a barra de navegação
tr_tr: Gezinti çubuğunu göster

source: Overlay image
fr_fr: Image en superposition
nl_nl: Overlappende afbeelding
pt_pt: Imagem sobreposta

source: Overlay image position
fr_fr: Position de l'image en superposition
nl_nl: Positie overlappende afbeelding
pt_pt: Posição da imagem sobreposta

source: Top left corner
fr_fr: Coin supérieur gauche
nl_nl: Linkerbovenhoek
pt_pt: Canto superior esquerdo

source: Bottom left corner
fr_fr: Coin inférieur gauche
nl_nl: Linkerbenedenhoek
pt_pt: Canto inferior esquerdo

source: Bottom right corner
fr_fr: Coin inférieur droit
nl_nl: Rechterbenedenhoek
pt_pt: Canto inferior direito

source: Top right corner
fr_fr: Coin supérieur droit
nl_nl: Rechterbovenhoek
pt_pt: Canto superior direito

source: Minimal field of view (in degrees)
es_es: Ángulo de visión máximo (en grados sexagesimales)
fr_fr: Angle de vision minimal (en degrés)
nl_nl: Minimale gezichtsveld (in graden)
pt_pt: Campo de visão mínimo (em graus)

source: Maximal field of view (in degrees)
es_es: Ángulo de visión mínimo (en grados sexagesimales)
fr_fr: Angle de vision maximal (en degrés)
nl_nl: Maximale gezichtsveld (in graden)
pt_pt: Campo de visão máximo (em graus)

source: Default zoom level
es_es: Nivel de zoom por defecto
fr_fr: Niveau de zoom par défaut
nl_nl: Standaard zoom niveau
pt_pt: Nível de zoom por omissão

source: Default longitude (in degrees)
es_es: Longitud por defecto (en grados sexagesimales)
fr_fr: Longitude par défaut (en degrés)
nl_nl: Standaard lengtegraad (in graden)
pt_pt: Longitude por omissão (em graus)

source: Default latitude (in degrees)
es_es: Latitud por defecto (en grados sexagesimales)
fr_fr: Latitude par défaut (en degrés)
nl_nl: De standaard breedtegraad (in graden)
pt_pt: Latitude por omissão (em graus)

source: Default vertical animation target (in degrees)
fr_fr: Cible de l'animation verticale par défaut (en degrés)
nl_nl: Standaard verticale bewegingsdoel (in graden)
pt_pt: Destino por omissão da animação vertical

source: Maximal tilt up angle (in degrees)
es_es: Ángulo máximo de inclinación hacia arriba (en grados sexagesimales)
fr_fr: Angle maximal d'inclinaison vers le haut (en degrés)
nl_nl: Maximale tilthoek omhoog (in graden)
pt_pt: Inclinação máxima para cima (em graus)

source: Maximal tilt down angle (in degrees)
es_es: Ángulo máximo de inclinación hacia abajo (en grados sexagesimales)
fr_fr: Angle maximal d'inclinaison vers le bas (en degrés)
nl_nl: Maximale tilthoek omlaag (in graden)
pt_pt: Inclinação máxima para baixo (em graus)

source: Minimal longitude (in degrees)
fr_fr: Longitude minimale (en degrés)
nl_nl: Minimale lengtegraad (in graden)
pt_pt: Longitude mínima (em graus)

source: Maximal longitude (in degrees)
fr_fr: Longitude maximale (en degrés)
nl_nl: Maximale lengtegraad (in graden)
pt_pt: Longitude máxima (em graus)

source: Reverse animation
fr_fr: Inverser l'animation
nl_nl: Omgekeerde bewegingsrichting
pt_pt: Inverter animação

source: Read XMP data
es_es: Leer los datos XMP
fr_fr: Lire les données XMP
nl_nl: Lees XMP gegevens
pt_pt: Ler dados XMP
tr_tr: XMP verisini oku

source: Smooth user moves
fr_fr: Mouvements utilisateur doux
nl_nl: Soepele gebruikersbewegingen
pt_pt: Movimentos suaves do utilizador

source: Allow "scroll to zoom"
fr_fr: Autoriser le "dérouler pour zoomer"
pt_pt: Permitir zoom com scroll

source: Zoom speed
fr_fr: Vitesse de zoom

source: Eyes offset in VR mode
fr_fr: Décalage visuel en mode VR
nl_nl: Oogbrandpuntswijking in VR modus
pt_pt: Distância entre olhos no modo VR

source: A filter that displays 360×180 degree panoramas. Please read the readme file for instructions.
es_es: Un filtro que muestra 360x180 grados panoramas. Leer el readme expediente para instrucciones.
fr_fr: Un filtre affichant des panoramas du type 360x180 degrés. Veuillez lire le fichier readme pour les instructions.
pt_pt: Um filtro que mostra panorâmicas com 360x180 graus. Por favor leia o ficheiro readme para mais instruções.

source: A filter that displays 360Ã—180 degree panoramas. Please read the readme file for instructions.
nl_nl: Een filter dat 360 x 180 graden panorama's weergeeft. Lees s.v.p. het readme bestand voor instructies.
